EasyDP/src/resources/XML/getDomainStatus.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Body>
    <dp:request domain="default" xmlns:dp="http://www.datapower.com/schemas/management">
      <dp:get-config/>
    </dp:request>
  </env:Body>
</env:Envelope>